export const results: { [key: string]: { title: string; description: string } } = {
  luxury: {
    title: "놀부 호랑이",
    description: `호랑이들 중 가장 호화로운 여행을 선호하는 놀부 호랑이는 세상에서 가장 럭셔리한 호텔로 여행을 떠났습니다.
      모든 것이 완벽하게 준비된 5성급 호텔에서, 놀부 호랑이는 최고급 스파를 경험하고, 고급 식당에서 미식을 즐기며, 전용 수영장에서 여유로운 시간을 보냈습니다.
    저녁에는 전용 요트에서 별빛 아래의 디너를 즐기며, 호화로운 여행의 정수를 만끽했습니다. 놀부 호랑이는 지친 일상에서 벗어나 호화로운 여행으로 새로운 에너지를 얻었습니다.
    호텔의 맞춤형 서비스와 고급 서비스가 제공한 특별한 경험은 그에게 평생 잊지 못할 추억을 선사했습니다.`,
  },
  cheap: {
    title: "흥부 호랑이",
    description: `흥부 호랑이는 돈을 아끼는 것을 중요시합니다. 그래서 입장료가 없는 관광지를 탐방하기로 결심했습니다.
      그는 도시 공원과 무료 박물관을 방문하며, 현지 먹거리를 찾아다녔습니다.
      저녁에는 지역 주민이 추천하는 가성비 맛집에서 맛있는 식사를 즐기며 여행의 가성비를 최대한으로 활용했습니다.
      그는 여행 예산을 철저히 관리하면서도 알찬 경험을 쌓았고, 여행의 가치를 극대화할 수 있었습니다. 여행의 모든 순간을 소중히 여기며, 돈을 절약하면서도 풍성한 경험을 얻었습니다.`,
  },
  homebody: {
    title: "집순이 호랑이",
    description: `집순이 호랑이는 집을 떠나긴 했지만, 숙소에서 편안하게 시간을 보내는 것을 선호합니다.
      그는 아늑한 게스트하우스에 머물며, 주변의 핫플레이스에서 맛있는 음식을 즐겼습니다. 저녁에는 숙소의 테라스에서 야경을 감상하며 조용히 하루를 마무리했습니다.
      집순이 호랑이는 숙소에서 보내는 시간을 통해 여행의 느긋한 여유를 만끽했습니다. 주변의 작은 카페에서 책을 읽거나, 숙소의 정원에서 차 한 잔의 여유를 즐기며 일상의 스트레스를 잊었습니다.
      그의 여행은 소소한 행복을 발견하는 시간이었고, 깊은 휴식을 제공했습니다.`,
  },
  wanderer: {
    title: "홍길동 호랑이",
    description: `홍길동 호랑이는 여행 중 지속적으로 이동하며 다양한 체험하는 것을 좋아합니다.
      그는 산악 지역과 해변을 돌아다니며 캠핑과 하이킹을 즐기고, 마을을 돌아다니며 관광지를 체험했습니다. 새로운 장소에 도착할 때마다 그 지역의 소리와 풍경을 사진으로 남기고, 여행의 모든 순간을 최대한으로 즐겼습니다.
      홍길동 호랑이는 매일 새로운 경로를 탐험하며, 시간에 구애받지 않고 여러가지 문화를 체험했습니다. 그는 만난 사람들과의 소중한 인연을 기록하고, 길 위에서의 자유를 만끽했습니다.
      매일 매일 다른 풍경과 만남이 그의 여행을 더욱 특별하게 만들어 주었습니다.`,
  },

  active: {
    title: "활동형 호랑이",
    description: `활동형 호랑이는 외부 활동을 중시하며, 에버랜드와 같은 테마파크에서 액티비티를 만끽했습니다.
      롤러코스터와 다양한 놀이기구, 워터파크에서 신나는 시간을 보내며, 참여할 수 있는 모든 액티비티를 경험했습니다. 저녁에는 테마파크에서 열리는 야외 공연을 보며 여행의 끝을 화려하게 장식했습니다.
      활동형 호랑이는 여행 중 끊임없이 움직이며 에너지를 발산했습니다. 흥미진진한 놀이기구를 타며 극한의 스릴을 경험했고, 다양한 스포츠와 활동으로 하루하루가 지루할 틈이 없었습니다.
      그의 여행은 항상 역동적이고 활기찬 경험으로 가득 차 있었습니다.`,
  },
  foodie: {
    title: "식도락 호랑이",
    description: `식도락 호랑이는 각종 음식점을 탐방하는 것을 주된 목표로 삼았습니다. 미식의 도시에서 유명한 레스토랑과 길거리 음식을 찾아다니며, 지역 특산물과 다양한 요리를 맛보았습니다.
      매일 저녁 새로운 음식과 맛집을 발견하며 미식의 즐거움을 만끽했습니다. 식도락 호랑이는 각 지역의 음식 문화를 깊이 있게 이해하며, 식사의 즐거움을 더했습니다.
      유명 셰프가 운영하는 레스토랑에서의 디너와 지역 시장에서의 길거리 음식은 그의 여행에 풍미를 더했습니다.
      음식을 통해 각 도시의 정서를 느끼며, 여행을 통해 다양한 미식을 탐험했습니다.`,
  },
  cultureLover: {
    title: "낭만 호랑이",
    description: `낭만 호랑이는 역사와 문화를 중시하여 유적지와 박물관을 탐방했습니다. 고대 유적지와 유명 박물관을 방문하며 역사적인 이야기와 예술 작품을 감상했습니다.
      저녁에는 지역의 전통 공연을 관람하며 문화의 깊이를 더했습니다. 문화 낭만 호랑이는 각 지역의 역사적 배경과 예술적 성취를 깊이 이해하고 존경했습니다.
      유적지에서의 산책과 박물관에서의 전시 관람은 그에게 여행의 의미를 더했으며, 전통 공연에서는 그 지역의 예술적 가치를 느낄 수 있었습니다.
      그의 여행은 역사와 문화를 탐구하는 지적 모험이었습니다.`,
  },
  // photographer: {
  //   title: "사진사 호랑이",
  //   description: `사진사 호랑이는 아름다운 경치와 배경을 사진으로 남기는 것을 목표로 삼았습니다. 산과 바다, 도시의 야경까지 다양한 풍경을 카메라에 담으며, 사진을 찍기 위해서 특별히 계획한 장소를 방문했습니다.
  //     일몰과 일출을 놓치지 않기 위해 매일 아침과 저녁마다 최적의 장소를 찾아다녔습니다. 사진 호랑이는 여행 중 가장 인상적인 순간을 포착하기 위해 각종 촬영 기법을 활용했습니다.
  //     일출과 일몰의 황금 시간대를 맞추어 최상의 사진을 찍으며, 자연과 도시의 아름다움을 카메라에 담았습니다.
  //     그의 사진은 여행의 아름다움을 영원히 기록하며, 소중한 추억을 만들어 주었습니다.`,
  // },
  relaxationSeeker: {
    title: "휴양추구형 호랑이",
    description: `휴양추구형 호랑이는 바다와 편안한 휴식을 중요시합니다. 제주도의 조용한 섬으로 여행을 떠나 해변에서 여유로운 시간을 보냈습니다.
      저녁에는 해변가의 로컬 레스토랑에서 신선한 해산물을 즐기며, 조용한 휴식과 자연의 아름다움을 만끽했습니다.휴양추구형 호랑이는 바다의 파도 소리와 바람을 느끼며 진정한 휴식을 취했습니다.
      그는 해변가에서 일광욕을 즐기거나, 조용한 독서 시간을 가지며 심신의 피로를 풀었습니다. 그의 여행은 스트레스 해소와 진정한 여유를 제공했습니다.`,
  },
  cityTraveler: {
    title: "도시여행자형 호랑이",
    description: `도시여행자형 호랑이는 현대적이고 도시적인 여행지를 선호합니다. 그는 대도시에서 최신 트렌드를 따르는 쇼핑과 다양한 문화 행사를 즐겼습니다.
      저녁에는 유명한 루프탑 바에서 도시의 야경을 감상하며 여행의 하이라이트를 경험했습니다. 도시여행자형 호랑이는 최신 유행과 도시의 에너지를 만끽하며 여행을 즐겼습니다.
      그는 다양한 문화적 체험과 독특한 현대적 요소를 통해 여행의 매력을 발견했습니다. 대도시의 역동적인 분위기와 다양한 오락거리는 그의 여행을 더욱 풍부하게 만들었습니다.`,
  },
};
